[
    {
    "abstract": "  We define the property of Pi_2-compactness of a statement phi of set theory,\nmeaning roughly that the hard core of the impact of phi on combinatorics of\naleph_1 can be isolated in a canonical model for the statement phi. We show\nthat the following statements are Pi_2-compact: ``dominating number =\naleph_1,'' ``cofinality of the meager ideal = aleph_1'', ``cofinality of the\nnull ideal = aleph_1'', existence of various types of Souslin trees and\nvariations on uniformity of measure and category = aleph_1. Several important\nnew metamathematical patterns among classical statements of set theory are\npointed out.\n",
    "categories": "math.LO"
  },
  {
    "abstract": "  The heat transport and corresponding changes in the large-scale circulation\n(LSC) in turbulent Rayleigh-B\\'{e}nard convection are studied by means of\nthree-dimensional direct numerical simulations as a function of the aspect\nratio $\\Gamma$ of a closed cylindrical cell and the Rayleigh number $Ra$. For\nsmall and moderate aspect ratios, the global heat transfer law $Nu=A\\times\nRa^{\\beta}$ shows a power law dependence of both fit coefficients $A$ and\n$\\beta$ on the aspect ratio. A minimum Nusselt number coincides with the point\nwhere the LSC undergoes a transition from a single-roll to a double-roll\npattern. With increasing aspect ratio, we detect complex multi-roll LSC\nconfigurations. The aspect ratio dependence of the turbulent heat transfer for\nsmall and moderate $\\Gamma$ is in line with a varying amount of energy\ncontained in the LSC, as quantified by the Proper Orthogonal Decomposition\nanalysis. For $\\Gamma\\gtrsim 8$ the heat transfer becomes independent of the\naspect ratio.\n",
    "categories": "physics.flu-dyn"
  },
  {
    "abstract": "  The image-source method is widely applied to compute room impulse responses\n(RIRs) of shoebox rooms with arbitrary absorption. However, with increasing RIR\nlengths, the number of image sources grows rapidly, leading to slow\ncomputation. In this paper, we derive a closed-form expression for the damping\ndensity, which characterizes the overall multi-slope energy decay. The\nomnidirectional energy decay over time is directly derived from the damping\ndensity. The resulting energy decay model accurately matches the late\nreverberation simulated via the image-source method. The proposed model allows\nthe fast stochastic synthesis of late reverberation by shaping noise with the\nenergy envelope. Simulations of various wall damping coefficients demonstrate\nthe model's accuracy. The proposed model consistently outperforms the energy\ndecay prediction accuracy compared to a state-of-the-art approximation method.\nThe paper elaborates on the proposed damping density's applicability to\nmodeling multi-sloped sound energy decay, predicting reverberation time in\nnon-diffuse sound fields, and fast frequency-dependent RIR synthesis.\n",
    "categories": "eess.AS"
  },
  {
    "abstract": "  In this paper, we consider variants of Newton-MR algorithm for solving\nunconstrained, smooth, but non-convex optimization problems. Unlike the\noverwhelming majority of Newton-type methods, which rely on conjugate gradient\nalgorithm as the primary workhorse for their respective sub-problems, Newton-MR\nemploys minimum residual (MINRES) method. Recently, it has been established\nthat MINRES has inherent ability to detect non-positive curvature directions as\nsoon as they arise and certain useful monotonicity properties will be satisfied\nbefore such detection. We leverage these recent results and show that our\nalgorithms come with desirable properties including competitive first and\nsecond-order worst-case complexities. Numerical examples demonstrate the\nperformance of our proposed algorithms.\n",
    "categories": "math.OC"
  },
  {
    "abstract": "  Topological properties of the vacuum were investigated in finite-temperature\nlattice QCD without and with dynamical quarks using a local operator of\ntopological charge density and a variant of cooling. Below the deconfinement\ntemperature evidence for flux tube formation was observed in the distribution\nof topological charge density around a static $Q\\bar Q$ pair. With dynamical\nquarks, the flux tube breaks when the distance between the static quark and\nantiquark increases.\n",
    "categories": "hep-lat"
  },
  {
    "abstract": "  A Search and Rescue game (SR game) is a new type of game on a graph that has\nquickly found applications in scheduling, object detection, and adaptive\nsearch. In this paper, we broaden the definition of SR games by putting them\ninto the context of ordered sets and Bayesian networks, extending known\nsolutions of these games and opening up the way to further applications.\n",
    "categories": "cs.GT"
  },
  {
    "abstract": "  In this paper we define and study flexible links and flexible isotopy in\nprojective space. Flexible links are meant to capture the topological\nproperties of real algebraic links. We classify all flexible links up to\nflexible isotopy using Ekholms interpretation of Viros encomplexed writhe.\n",
    "categories": "math.GT"
  },
  {
    "abstract": "  In this paper we shall initiate the study of the two- and multi-phase\nquadrature surfaces (QS), which amounts to a two/multi-phase free boundary\nproblems of Bernoulli type. The problem is studied mostly from a potential\ntheoretic point of view that (for two-phase case) relates to integral\nrepresentation $$ \\int_{\\partial \\Omega^+} g h (x) \\ d\\sigma_x - \\int_{\\partial\n\\Omega^-} g h (x) \\ d\\sigma_x= \\int h d\\mu \\ , $$ where $d\\sigma_x$ is the\nsurface measure, $\\mu= \\mu^+ - \\mu^-$ is given measure with support in (a\npriori unknown domain) $\\Omega$, $g$ is a given smooth positive function, and\nthe integral holds for all functions $h$, which are harmonic on $\\overline\n\\Omega$. Our approach is based on minimization of the corresponding two- and\nmulti-phase functional and the use of its one-phase version as a barrier. We\nprove several results concerning existence, qualitative behavior, and\nregularity theory for solutions. A central result in our study states that\nthree or more junction points do not appear.\n",
    "categories": "math.AP"
  },
  {
    "abstract": "  Metaverse is a vast virtual world parallel to the physical world, where the\nuser acts as an avatar to enjoy various services that break through the\ntemporal and spatial limitations of the physical world. Metaverse allows users\nto create arbitrary digital appearances as their own avatars by which an\nadversary may disguise his/her avatar to fraud others. In this paper, we\npropose an anti-disguise authentication method that draws on the idea of the\nfirst impression from the physical world to recognize an old friend.\nSpecifically, the first meeting scenario in the metaverse is stored and\nrecalled to help the authentication between avatars. To prevent the adversary\nfrom replacing and forging the first impression, we construct a chameleon-based\nsigncryption mechanism and design a ciphertext authentication protocol to\nensure the public verifiability of encrypted identities. The security analysis\nshows that the proposed signcryption mechanism meets not only the security\nrequirement but also the public verifiability. Besides, the ciphertext\nauthentication protocol has the capability of defending against the replacing\nand forging attacks on the first impression. Extensive experiments show that\nthe proposed avatar authentication system is able to achieve anti-disguise\nauthentication at a low storage consumption on the blockchain.\n",
    "categories": "cs.CR"
  },
  {
    "abstract": "  In the coming years and decades, advanced space- and ground-based\nobservatories will allow an unprecedented opportunity to probe the atmospheres\nand surfaces of potentially habitable exoplanets for signatures of life. Life\non Earth, through its gaseous products and reflectance and scattering\nproperties, has left its fingerprint on the spectrum of our planet. Aided by\nthe universality of the laws of physics and chemistry, we turn to Earth's\nbiosphere, both in the present and through geologic time, for analog signatures\nthat will aid in the search for life elsewhere. Considering the insights gained\nfrom modern and ancient Earth, and the broader array of hypothetical exoplanet\npossibilities, we have compiled a state-of-the-art overview of our current\nunderstanding of potential exoplanet biosignatures including gaseous, surface,\nand temporal biosignatures. We additionally survey biogenic spectral features\nthat are well-known in the specialist literature but have not yet been robustly\nvetted in the context of exoplanet biosignatures. We briefly review advances in\nassessing biosignature plausibility, including novel methods for determining\nchemical disequilibrium from remotely obtainable data and assessment tools for\ndetermining the minimum biomass required for a given atmospheric signature. We\nfocus particularly on advances made since the seminal review by Des Marais et\nal. (2002). The purpose of this work is not to propose new biosignatures\nstrategies, a goal left to companion papers in this series, but to review the\ncurrent literature, draw meaningful connections between seemingly disparate\nareas, and clear the way for a path forward.\n",
    "categories": "astro-ph.EP"
  },
  {
    "abstract": "  The photon spectrum in B -> X_s gamma decay, where X_s is any strange\nhadronic state, is studied using a data sample of 88.5 million e+e- ->\nUpsilon(4S) -> BBbar decays collected by the BaBar experiment at SLAC. The\npartial branching fraction, Delta B(B -> X_s gamma)=(3.67 +- 0.29(stat.) +-\n0.34(sys.) +- 0.29(model)) times 10^-4, the first moment <E_gamma>=2.288 +-\n0.025 +- 0.017 +- 0.015 GeV and the second moment <E_gamma^2> - <E_gamma>^2\n=0.0328 +- 0.0040 +- 0.0023 +- 0.0036 GeV^2 are measured for the photon energy\nrange 1.9 GeV < E_gamma < 2.7 GeV. They are also measured for narrower E_gamma\nranges. The moments are then fit to recent theoretical calculations to extract\nthe Heavy Quark Expansion parameters, m_b and mu_pi^2, and to extrapolate the\npartial branching fraction to E_gamma>1.6 GeV. In addition, the direct CP\nasymmetry A_CP(B -> X_(s+d) gamma) is measured to be -0.110 +- 0.115(stat.) +-\n0.017(sys.).\n",
    "categories": "hep-ex"
  },
  {
    "abstract": "  The effect of gender diversity in open source communities has gained\nincreasing attention from practitioners and researchers. For instance,\norganizations such as the Python Software Foundation and the OpenStack\nFoundation started actions to increase gender diversity and promote women to\ntop positions in the communities. Although the general underrepresentation of\nwomen (a.k.a. horizontal segregation) in open source communities has been\nexplored in a number of research studies, little is known about the vertical\nsegregation in open source communities -- which occurs when there are fewer\nwomen in high-level positions. To address this research gap, in this paper we\npresent the results of a mixed-methods study on gender diversity and work\npractices of core developers contributing to open-source communities. In the\nfirst study, we used mining-software repositories procedures to identify the\ncore developers of 711 open source projects, in order to understand how common\nare women core developers in open source communities and characterize their\nwork practices. In the second study, we surveyed the women core developers we\nidentified in the first study to collect their perceptions of gender diversity\nand gender bias they might have observed while contributing to open source\nsystems. Our findings show that open source communities present both horizontal\nand vertical segregation (only 2.3% of the core developers are women).\nNevertheless, differently from previous studies, most of the women core\ndevelopers (65.7%) report never having experienced gender discrimination when\ncontributing to an open source project. Finally, we did not note substantial\ndifferences between the work practices among women and men core developers. We\nreflect on these findings and present some ideas that might increase the\nparticipation of women in open source communities.\n",
    "categories": "cs.SE"
  },
  {
    "abstract": "  Resistivity measurements are widely exploited to uncover electronic\nexcitations and phase transitions in metallic solids. While single crystals are\npreferably studied to explore crystalline anisotropies, these usually cancel\nout in polycrystalline materials. Here we show that in polycrystalline\nMn3Zn0.5Ge0.5N with non-collinear antiferromagnetic order, changes in the\ndiagonal and, rather unexpected, off-diagonal components of the resistivity\ntensor occur at low temperatures indicating subtle transitions between magnetic\nphases of different symmetry. This is supported by neutron scattering and\nexplained within a phenomenological model which suggests that the phase\ntransitions in magnetic field are associated with field induced topological\norbital momenta. The fact that we observe transitions between spin phases in a\npolycrystal, where effects of crystalline anisotropy are cancelled suggests\nthat they are only controlled by exchange interactions. The observation of an\noff-diagonal resistivity extends the possibilities for realising\nantiferromagnetic spintronics with polycrystalline materials.\n",
    "categories": "cond-mat.mtrl-sci"
  },
  {
    "abstract": "  Agents with the ability to comprehend and reason about the dynamics of\nobjects would be expected to exhibit improved robustness and generalization in\nnovel scenarios. However, achieving this capability necessitates not only an\neffective scene representation but also an understanding of the mechanisms\ngoverning interactions among object subsets. Recent studies have made\nsignificant progress in representing scenes using object slots. In this work,\nwe introduce Reusable Slotwise Mechanisms, or RSM, a framework that models\nobject dynamics by leveraging communication among slots along with a modular\narchitecture capable of dynamically selecting reusable mechanisms for\npredicting the future states of each object slot. Crucially, RSM leverages the\nCentral Contextual Information (CCI), enabling selected mechanisms to access\nthe remaining slots through a bottleneck, effectively allowing for modeling of\nhigher order and complex interactions that might require a sparse subset of\nobjects. Experimental results demonstrate the superior performance of RSM\ncompared to state-of-the-art methods across various future prediction and\nrelated downstream tasks, including Visual Question Answering and action\nplanning. Furthermore, we showcase RSM's Out-of-Distribution generalization\nability to handle scenes in intricate scenarios.\n",
    "categories": "cs.AI"
  },
  {
    "abstract": "  Machine learned potentials are becoming a popular tool to define an effective\nenergy model for complex systems, either incorporating electronic structure\neffects at the atomistic resolution, or effectively renormalizing part of the\natomistic degrees of freedom at a coarse-grained resolution. One of the main\ncriticisms to machine learned potentials is that the energy inferred by the\nnetwork is not as interpretable as in more traditional approaches where a\nsimpler functional form is used. Here we address this problem by extending\ntools recently proposed in the nascent field of Explainable Artificial\nIntelligence (XAI) to coarse-grained potentials based on graph neural networks\n(GNN). We demonstrate the approach on three different coarse-grained systems\nincluding two fluids (methane and water) and the protein NTL9. On these\nexamples, we show that the neural network potentials can be in practice\ndecomposed in relevance contributions to different orders, that can be directly\ninterpreted and provide physical insights on the systems of interest.\n",
    "categories": "physics.comp-ph"
  },
  {
    "abstract": "  The use of cellular networks for massive machine-type communications (mMTC)\nis an appealing solution due to the wide availability of cellular\ninfrastructure. Estimating the number of devices (network load) is vital for\nefficient allocation of the available resources, especially for managing the\nrandom access channel (RACH) of the network. This paper considers a\ntwo-priority RACH and proposes two network load estimators: a maximum\nlikelihood (ML) estimator and a reduced complexity (RCML) variant. The\nestimators are based on a novel model of the random access behavior of the\ndevices coupled with a flexible analytical framework to calculate the involved\nprobabilities. Monte Carlo simulations demonstrate the accuracy of the proposed\nestimators for different network configurations.\n",
    "categories": "eess.SP"
  },
  {
    "abstract": "  G-Pisa is an experiment investigating the possibility to operate a high\nsensitivity laser gyroscope with area less than $1 \\rm m^2$ for improving the\nperformances of the mirrors suspensions of the gravitational wave antenna\nVirgo. The experimental set-up consists in a He-Ne ring laser with a 4 mirrors\nsquare cavity. The laser is pumped by an RF discharge where the RF oscillator\nincludes the laser plasma in order to reach a better stability. The contrast of\nthe Sagnac fringes is typically above 50% and a stable regime has been reached\nwith the laser operating both single mode or multimode. The effect of hydrogen\ncontamination on the laser was also checked. A low-frequency sensitivity, below\n$1 \\rm Hz$, in the range of $10^{-8} \\rm {(rad / s)/ \\sqrt{Hz}}$ has been\nmeasured.\n",
    "categories": "physics.optics"
  },
  {
    "abstract": "  The effect of inter-Landau-band mixing on electron localization in an integer\nquantum Hall system is studied. We find that mixing of localized states with\n{\\it opposite chirality} tends to delocalize the states. This delocalization\neffect survives the quantum treatment. Extended states form bands because of\nthis mixing, as we show through a numerical calculation on a two-channel\nnetwork model. Based on this result, we propose a new phase diagram with a\nnarrow {\\it metallic} phase that separates any neighboring QH phases from each\nother and also separates each of them from the insulating phase. We reanalyzed\nthe data from recent non-scaling experiments, and show that they are {\\it\nconsistent} with our theory.\n",
    "categories": "cond-mat.mes-hall"
  },
  {
    "abstract": "  In this paper we study various von Neumann algebraic rigidity aspects for the\nproperty (T) groups that arise via the Rips construction developed by\nBelegradek and Osin in geometric group theory \\cite{BO06}. Specifically,\ndeveloping a new interplay between Popa's deformation/rigidity theory\n\\cite{Po07} and geometric group theory methods we show that several algebraic\nfeatures of these groups are completely recognizable from the von Neumann\nalgebraic structure. In particular, we obtain new infinite families of pairwise\nnon-isomorphic property (T) group factors thereby providing positive evidence\ntowards Connes' Rigidity Conjecture.\n  In addition, we use the Rips construction to build examples of property (T)\nII$_1$ factors which posses maximal von Neumann subalgebras without property\n(T) which answers a question raised in an earlier version of \\cite{JS19} by Y.\nJiang and A. Skalski.\n",
    "categories": "math.OA math.GR"
  },
  {
    "abstract": "  We investigate the dynamics of the update of subjective homicide\nvictimization risk after an informational shock by developing two econometric\nmodels able to accommodate both optimal decisions of changing prior\nexpectations which enable us to rationalize skeptical Bayesian agents with\ntheir disregard to new information. We apply our models to a unique household\ndata (N = 4,030) that consists of socioeconomic and victimization expectation\nvariables in Brazil, coupled with an informational ``natural experiment''\nbrought by the sample design methodology, which randomized interviewers to\ninterviewees. The higher priors about their own subjective homicide\nvictimization risk are set, the more likely individuals are to change their\ninitial perceptions. In case of an update, we find that elders and females are\nmore reluctant to change priors and choose the new response level. In addition,\neven though the respondents' level of education is not significant, the\ninterviewers' level of education has a key role in changing and updating\ndecisions. The results show that our econometric approach fits reasonable well\nthe available empirical evidence, stressing the salient role heterogeneity\nrepresented by individual characteristics of interviewees and interviewers have\non belief updating and lack of it, say, skepticism. Furthermore, we can\nrationalize skeptics through an informational quality/credibility argument.\n",
    "categories": "econ.EM stat.AP"
  },
  {
    "abstract": "  The gas depletion factor $\\gamma(z)$, i.e., the average ratio of the gas mass\nfraction to the cosmic mean baryon fraction of galaxy clusters, plays a very\nimportant role in the cosmological application of the gas mass fraction\nmeasurements. In this paper, using the newest catalog of 182 galaxy clusters\ndetected by the Atacama Cosmology Telescope (ACT) Polarization experiment, we\ninvestigate the possible redshift evolution of $\\gamma(z)$ through a new\ncosmology-independent method. The method is based on non-parametric\nreconstruction using the measurements of Hubble parameters from cosmic\nchronometers. Unlike hydrodynamical simulations suggesting constant depletion\nfactor, our results reveal the trend of $\\gamma(z)$ decreasing with redshift.\nThis result is supported by a parametric model fit as well as by calculations\non the reduced ACTPol sample and on the alternative sample of 91 SZ clusters\nreported earlier in ACT compilation. Discussion of possible systematic effects\nleaves an open question about validity of the empirical relation\n$M_{tot}$-$f_{gas}$ obtained on very close clusters. These results might pave\nthe way to explore the hot gas fraction within large radii of galaxy clusters\nas well as its possible evolution with redshift, which should be studied\nfurther on larger galaxy cluster samples in the upcoming X-ray/SZ cluster\nsurveys.\n",
    "categories": "astro-ph.CO"
  },
  {
    "abstract": "  We study a simplified Dark Matter model in the Dark Minimal Flavour Violation\nframework. Our model complements the Standard Model with a flavoured Dark\nMatter Majorana triplet and a coloured scalar mediator that share a Yukawa\ncoupling with the right-handed up-type quarks with the coupling matrix\n$\\lambda$. We extend previous work on this topic by exploring a large range of\ncosmologically viable parameter space, including the coannihilation region and,\nin particular, the region of conversion-driven freeze-out, while considering\nconstraints from $D^0-\\bar D^0$ mixing as well as constraints from direct and\nindirect Dark Matter searches. We find various realisations of\nconversion-driven freeze-out within the model, that open up allowed windows of\nparameter space towards small mass splittings and very weak Dark Matter\ncouplings. Finally, we probe the model by reinterpreting current LHC searches\nfor missing energy and long-lived particles. We point out gaps in the coverage\nof current constraints as well as new opportunities to search for the model at\nthe LHC, in particular, the charge asymmetry in single-top production\nassociated with jets and missing energy.\n",
    "categories": "hep-ph"
  },
  {
    "abstract": "  Attentive video modeling is essential for action recognition in unconstrained\nvideos due to their rich yet redundant information over space and time.\nHowever, introducing attention in a deep neural network for action recognition\nis challenging for two reasons. First, an effective attention module needs to\nlearn what (objects and their local motion patterns), where (spatially), and\nwhen (temporally) to focus on. Second, a video attention module must be\nefficient because existing action recognition models already suffer from high\ncomputational cost. To address both challenges, a novel What-Where-When (W3)\nvideo attention module is proposed. Departing from existing alternatives, our\nW3 module models all three facets of video attention jointly. Crucially, it is\nextremely efficient by factorizing the high-dimensional video feature data into\nlow-dimensional meaningful spaces (1D channel vector for `what' and 2D spatial\ntensors for `where'), followed by lightweight temporal attention reasoning.\nExtensive experiments show that our attention model brings significant\nimprovements to existing action recognition models, achieving new\nstate-of-the-art performance on a number of benchmarks.\n",
    "categories": "cs.CV"
  },
  {
    "abstract": "  Spin waves are the low-energy excitations of magnetically ordered materials.\nThey are key elements in the stability analysis of the ordered phase and have a\nwealth of technological applications. Recently, we showed that spin waves of a\nmagnetic nanowire may carry a definite amount of orbital angular momentum\ncomponents along the propagation direction. This helical, in addition to the\nchiral, character of the spin waves is related to the spatial modulations of\nthe spin wave phase across the wire. It, however, remains a challenge to\ngenerate and control such modes with conventional magnetic fields. Here, we\nmake the first proposal for a \\textit{magnetic} spiral phase plate by\nappropriately synthesizing two magnetic materials that have different speeds of\nspin waves. It is demonstrated with full-numerical micromagnetic simulations\nthat despite the complicated structure of demagnetization fields, a homogeneous\nspin wave passing through the spiral phase plate attains the required twist and\npropagates further with the desired orbital angular momentum. While excitations\nfrom the ordered phase may have a twist, the magnetization itself can be\ntwisted due to internal fields and forms what is known as a magnetic vortex. We\npoint out the differences between both types of magnetic phenomena and discuss\ntheir possible interaction.\n",
    "categories": "cond-mat.mes-hall cond-mat.mtrl-sci physics.app-ph"
  },
  {
    "abstract": "  In this letter, precoding for max-min fairness (MMF) for multi-group\nmulticasting with a common message is studied. The MMF problem is converted\ninto a weighted mean square error minimization problem. A rate-splitting\nsolution is proposed. In rate-splitting, multicast messages for each group are\ndivided into private and common parts, and these common parts, together with\nthe original common message are combined as a \\emph{super common} message. This\nsuper common message is superposed on or concatenated to the private multicast\ndata vector, or it is transmitted via a mixed scheme. Simulations show that RS\ndemonstrates significant gains especially in overloaded systems.\n",
    "categories": "eess.SP"
  },
  {
    "abstract": "  We consider a model of a population of fixed size $N$ undergoing selection.\nEach individual acquires beneficial mutations at rate $\\mu_N$, and each\nbeneficial mutation increases the individual's fitness by $s_N$. Each\nindividual dies at rate one, and when a death occurs, an individual is chosen\nwith probability proportional to the individual's fitness to give birth. Under\ncertain conditions on the parameters $\\mu_N$ and $s_N$, we show that the\ngenealogy of the population can be described by the Bolthausen-Sznitman\ncoalescent. This result confirms predictions of Desai, Walczak, and Fisher\n(2013), and Neher and Hallatschek (2013).\n",
    "categories": "math.PR"
  },
  {
    "abstract": "  This is an open letter that we sent to S. Ilie, G. Soederlind and R.M.\nCorless in August 2008.\n",
    "categories": "math.NA"
  },
  {
    "abstract": "  We investigate cosmological perturbations of f(G) gravity in the presence of\na scalar field. Using the 1 + 3 covariant formalism, we present the energy\noverdensity perturbation equations responsible for large scale structure\nformation. After applying harmonic decomposition method together with the\nredshift transformation technique, we obtain the fully perturbed equations in\nredshift space. The equations are solved to study the growth of matter\noverdensities contrast with redshift. For both short- and long-wavelength\nmodes, we obtain numerical results for particular functional form f(G) models\nand scalar field. We find that, for this choice the energy overdensity\nperturbations decay with increase in redshift. However, for both short- and\nlong- wavelength modes, the perturbations which include amplitude effects due\nto the f(G) models with a scalar field do differ remarkably from those in\nLambda CDM. The results reduce to GR results in the limit of f(G) tends to G\nand in the absence of scalar field.\n",
    "categories": "gr-qc"
  },
  {
    "abstract": "  The moduli space R_{g,2n} parametrizes double covers of smooth curves of\ngenus g ramified at 2n points. We will prove the (uni)rationality of R_{g,2},\nR_{g,4} and R_{g,6} in low genera.\n",
    "categories": "math.AG"
  },
  {
    "abstract": "  This paper presents a tableau calculus for finding a model for a\nset-satisfiable finite set of formulas of an extended fuzzy logic BL, a fuzzy\nlogic BL with additional Baaz connective and the involutive negation, if such a\nmodel exists. The calculus is a generalisation of a tableau calculus for BL,\nwhich is based on the decomposition theorem for a continuous t-norm. The\naforementioned tableau calculus for BL is used to prove that a formula A of the\nextended BL is valid with respect to all continuous t-norms or to find a\ncontinuous t-norm * and assignment V of propositional atoms to [0,1] such that\n*-evaluation V*(A)<1. The tableau calculus presented in this paper enables for\na finite set of formulas F of the extended BL and a subset K of [0,1] to find a\ncontinuous t-norm * and assignment V of propositional atoms to [0,1] such that\n*-evaluation V*(A) belongs to K for all formulas A that belong to F, or\nalternatively to show that such a model does not exist.\n",
    "categories": "cs.LO"
  },
  {
    "abstract": "  We consider the flow of an upper convected Maxwell fluid in the limit of high\nWeissenberg and Reynolds number. In this limit, the no-slip condition cannot be\nimposed on the solutions. We derive equations for the resulting boundary layer\nand prove the well-posedness of these equations. A transformation to Lagrangian\ncoordinates is crucial in the argument.\n",
    "categories": "math.AP"
  },
  {
    "abstract": "  We present algorithms for the computation of the Castelnuovo-Mumford\nregularity of the Rees algebra and of the fiber ring of equigenerated\n$\\mm$-primary ideals in two variables. Applying these algorithms, we find a\ncounter-example to a conjecture of Eisenbud and Ulrich which states that these\nregularities are equal.\n",
    "categories": "math.AC"
  },
  {
    "abstract": "  Most stars form in clusters and groups rather than in isolation. We present\n$\\lesssim 5^{\\prime\\prime}$ angular resolution ($\\sim 2000$ au, or 0.01 pc)\nVery Large Array NH$_3$ (1,1), (2,2), and (3,3) and 1.3 cm continuum emission\nobservations of the dense gas within the Serpens South protocluster and\nextended filaments to the north and south. We identify 94 dense cores using a\ndendrogram analysis of the NH$_3$ (1,1) integrated intensity. Gas temperatures\n$T_K$ and non-thermal linewidths $\\sigma_\\mathrm{NT}$ both increase towards the\ncentre of the young stellar cluster, in the dense gas generally and in the\ncores specifically. We find that most cores (54\\%) are super-virial, with\ngravitationally bound cores located primarily in the filaments. Cores in the\nprotocluster have higher virial parameters by a factor $\\sim 1.7$, driven\nprimarily by the increased core $\\sigma_\\mathrm{NT}$ values. These cores cannot\ncollapse to form stars unless they accrete additional mass or their core\ninternal motions are reduced. The southern filament shows a significant\nvelocity gradient previously interpreted as mass flow toward the cluster. We\nfind more complex kinematics in the northern filament. We find a strong\ncorrelation between $\\sigma_\\mathrm{NT}$ and $T_K$, and argue that the enhanced\ntemperatures and non-thermal motions are due to mechanical heating and\ninteraction between the protocluster-driven outflows and the dense gas.\nFilament-led accretion may also contribute to the increased\n$\\sigma_\\mathrm{NT}$ values. Assuming a constant fraction of core mass ends up\nin the young stars, future star formation in the Serpens South protocluster\nwill shift to higher masses by a factor $\\sim 2$.\n",
    "categories": "astro-ph.GA"
  },
  {
    "abstract": "  Tessellations are valuable both conceptually and for analysis in the study of\nthe large-scale structure of the universe. They provide a conceptual model for\nthe 'cosmic web,' and are of great use to analyze cosmological data. Here we\ndescribe tessellations in another set of coordinates, of the initially flat\nsheet of dark matter that gravity folds up in rough analogy to origami. The\nfolds that develop are called caustics, and they tessellate space into stream\nregions. Tessellations of the dark-matter sheet are also useful in simulation\nanalysis, for instance for density measurement, and to identify structures\nwhere streams overlap.\n",
    "categories": "astro-ph.CO"
  },
  {
    "abstract": "  We formulate a local picture of strongly correlated systems as a Feynman sum\nover atomic configurations. The hopping amplitudes between these atomic\nconfigurations are identified as the renormalization group charges, which\ndescribe the local physics at different energy scales. For a metallic system\naway from half-filling, the fixed point local Hamiltonian is a generalized\nAnderson impurity model in the mixed valence regime. There are three types of\nfixed points: a coherent Fermi liquid (FL) and two classes of self-similar\n(scale invariant) phases which we denote incoherent metallic states (IMS). When\nthe transitions between the atomic configurations proceed coherently at low\nenergies, the system is a Fermi liquid. Incoherent transitions between the low\nenergy atomic configurations characterize the incoherent metallic states. The\ninitial conditions for the renormalization group flow are determined by the\nphysics at rather high energy scales. This is the domain of local quantum\nchemistry. We use simple quantum chemistry estimates to specify the basin of\nattraction of the IMS fixed points.\n",
    "categories": "cond-mat"
  },
  {
    "abstract": "  Slater determinants built from the single-particle wave functions of the\nanalytically solvable Ginocchio potential are used to approximate the\nself-consistent Hartree-Fock solutions for the ground states of nuclei. The\nresults indicate that the Ginocchio potential provides a good parametrization\nof the nuclear mean field for a wide range of nuclei, including those at the\nlimit of particle stability.\n",
    "categories": "nucl-th"
  },
  {
    "abstract": "  The discovery of relativistic spin-1/2 fermions such as Dirac and Weyl\nfermions in condensed-matter or artificial systems opens a new era in modern\nphysics. An interesting but rarely explored question is whether other\nrelativistic spinal excitations could be realized with artificial systems.\nHere, we construct twoand three-dimensional tight-binding models realizable\nwith cold fermionic atoms in optical lattices, where the low energy excitations\nare effectively described by the spin-1 Maxwell equations in the Hamiltonian\nform. These relativistic (linear dispersion) excitations with unconventional\ninteger pseudospin, beyond the Dirac-Weyl-Majorana fermions, are an exotic kind\nof fermions named asMaxwell fermions.We demonstrate that the systems have rich\ntopological features. For instance, the threefold degenerate points called\nMaxwell points may have quantized Berry phases and anomalous quantum Hall\neffects with spin-momentum locking may appear in topological Maxwell insulators\nin the two-dimensional lattices. In three dimensions,Maxwell points may have\nnontrivial monopole charges of \\pm2 with two Fermi arcs connecting them, and\nthe merging of the Maxwell points leads to topological phase transitions.\nFinally, we propose realistic schemes for realizing the model Hamiltonians and\ndetecting the topological properties of the emergent Maxwell quasiparticles in\noptical lattices.\n",
    "categories": "cond-mat.quant-gas quant-ph"
  },
  {
    "abstract": "  Participants in socio-economic systems are often ranked based on their\nperformance. Rankings conveniently reduce the complexity of such systems to\nordered lists. Yet, it has been shown in many contexts that those who reach the\ntop are not necessarily the most talented, as chance plays a role in shaping\nrankings. Nevertheless, the role played by chance in determining success, i.e.,\nserendipity, is underestimated, and top performers are often imitated by others\nunder the assumption that adopting their strategies will lead to equivalent\nresults. We investigate the tradeoff between imitation and serendipity in an\nagent-based model. Agents in the model receive payoffs based on their actions\nand may switch to different actions by either imitating others or through\nrandom selection. When imitation prevails, most agents coordinate on a single\naction, leading to non-meritocratic outcomes, as a minority of them accumulates\nthe majority of payoffs. Yet, such agents are not necessarily the most skilled\nones. When serendipity dominates, instead, we observe more egalitarian\noutcomes. The two regimes are separated by a sharp transition, which we\ncharacterise analytically in a simplified setting. We discuss the implications\nof our findings in a variety of contexts, ranging from academic research to\nbusiness.\n",
    "categories": "physics.soc-ph"
  },
  {
    "abstract": "  The concept of wavefunction reduction should be introduced to standard\nquantum mechanics in any physical processes where effective reduction of\nwavefunction occurs, as well as in the measurement processes. When the overlap\nis negligible, each particle obey Maxwell-Boltzmann statistics even if the\nparticles are in principle described by totally symmetrized wavefunction\n[P.R.Holland, The Quantum Theory of Motion, Cambridge Unversity Press, 1993,\np293]. We generalize the conjecture. That is, particles obey some generalized\nstatistics that contains the quantum and classical statistics as special cases,\nwhere the degree of overlapping determines the statistics that particles should\nobey among continuous generalized statistics. We present an example consistent\nwith the conjecture.\n",
    "categories": "quant-ph"
  },
  {
    "abstract": "  We describe a class of the singular solutions to the multicomponent analogs\nof the Lam{\\'e} equation, arising as equations of motion of the elliptic\nCalogero--Moser systems of particles carrying spin 1/2. At special value of the\ncoupling constant we propose the ansatz which allows one to get meromorphic\nsolutions with two arbitrary parameters. They are quantized upon the\nrequirement of the regularity of the wave function on the hyperplanes at which\nparticles meet and imposing periodic boundary conditions. We find also the\nextra integrals of motion for three-particle systems which commute with the\nHamiltonian for arbitrary values of the coupling constant.\n",
    "categories": "math-ph math.MP"
  },
  {
    "abstract": "  Efficient and powerful approaches to the computation of correlation functions\ninvolving determinant, sub-determinant and permanent operators, as well as\ntraces, have recently been developed in the setting of ${\\cal N}=4$ super\nYang-Mills theory. In this article we show that they can be extended to ABJM\nand ABJ theory. After making use of a novel identity which follows from\ncharacter orthogonality, an integral representation of certain projection\noperators used to define Schur polynomials is given. This integral\nrepresentation provides an effective description of the correlation functions\nof interest. The resulting effective descriptions have ${1\\over N}$ as the loop\ncounting parameter, strongly suggesting their relevance for holography.\n",
    "categories": "hep-th"
  },
  {
    "abstract": "  A set of reduced, 2-D, two-fluid, drift-MHD equations is derived. Using these\nequations, a complete and fully self-consistent solution is obtained for an\nisolated magnetic island propagating through a slab plasma with uniform but\ndifferent ion and electron fluid velocities. The ion and electron fluid flow\nprofiles around the island are uniquely determined, and are everywhere\ncontinuous. Moreover, the island phase-velocity is uniquely specified by the\ncondition that there be zero net electromagnetic force acting on the island.\nFinally, the ion polarization current correction to the Rutherford island width\nevolution equation is evaluated, and found to be stabilizing provided that the\nanomalous perpendicular ion viscosity significantly exceeds the anomalous\nperpendicular electron viscosity.\n",
    "categories": "physics.plasm-ph"
  },
  {
    "abstract": "  The pair correlation function (PCF) has proven an effective tool for\nanalyzing many physical systems due to its simplicity and its applicability to\nsimulated and experimental data. However, as an averaged quantity, the PCF can\nfail to capture subtle structural differences in particle arrangements, even\nwhen those differences can have a major impact on system properties. Here, we\nuse Voronoi topology to introduce a discrete version of the PCF that highlights\nlocal inter-particle topological configurations. The advantages of the Voronoi\nPCF are demonstrated in several examples including crystalline, hyperuniform,\nand active systems showing clustering and giant number fluctuations.\n",
    "categories": "cond-mat.dis-nn"
  },
  {
    "abstract": "  Have you ever looked at an Instagram model, or a model in a fashion\ne-commerce web-page, and thought \\textit{\"Wish I could get a list of fashion\nitems similar to the ones worn by the model!\"}. This is what we address in this\npaper, where we propose a novel computer vision based technique called\n\\textbf{ShopLook} to address the challenging problem of recommending similar\nfashion products. The proposed method has been evaluated at Myntra\n(www.myntra.com), a leading online fashion e-commerce platform. In particular,\ngiven a user query and the corresponding Product Display Page (PDP) against the\nquery, the goal of our method is to recommend similar fashion products\ncorresponding to the entire set of fashion articles worn by a model in the PDP\nfull-shot image (the one showing the entire model from head to toe). The\nnovelty and strength of our method lies in its capability to recommend similar\narticles for all the fashion items worn by the model, in addition to the\nprimary article corresponding to the query. This is not only important to\npromote cross-sells for boosting revenue, but also for improving customer\nexperience and engagement. In addition, our approach is also capable of\nrecommending similar products for User Generated Content (UGC), eg., fashion\narticle images uploaded by users. Formally, our proposed method consists of the\nfollowing components (in the same order): i) Human keypoint detection, ii) Pose\nclassification, iii) Article localisation and object detection, along with\nactive learning feedback, and iv) Triplet network based image embedding model.\n",
    "categories": "cs.CV cs.LG"
  },
  {
    "abstract": "  In this paper, we study the so-called diagram groups. Our main result is that\ndiagram groups are free if and only if they do not contain any subgroup\nisomorphic to $\\mathbb{Z}^2$. As an immediate corollary, we get that hyperbolic\ndiagram groups are necessarily free, answering a question of Guba and Sapir.\n",
    "categories": "math.GR"
  },
  {
    "abstract": "  We construct an exactly solvable spin-orbital model on a decorated square\nlattice that realizes an SU(2)-invariant Majorana spin liquid with parton Fermi\nsurfaces, of the kind discussed recently by Biswas et al. [ Phys. Rev. B. {\\bf\n83}, 245131(2011)]. We find power-law spin correlations as well as power-law\nspin-nematic correlations with the same dominant $1/|{\\bf r}|^3$ envelope. The\nmodel is solvable also in the presence of Zeeman magnetic field. One fermion\nspecies carries $S^z=0$ quantum number and its Fermi surface is not altered in\nthe field, while the Fermi surfaces of the other species evolve and can\ndisappear. In particular, we find an interesting half-magnetization plateau\nphase in which spin excitations are gapful while there remain spinless gapless\nexcitations that still produce metal-like thermal properties. In the\nfully-magnetized phase, the model reduces to the one proposed by Baskaran et\nal., [arXiv:0908.1614v3] in terms of the orbital degrees of freedom.\n",
    "categories": "cond-mat.str-el"
  },
  {
    "abstract": "  An observation of the $\\Lambda_b^0 \\rightarrow \\psi(2S) \\Lambda^0$ decay and\na comparison of its branching fraction with that of the $\\Lambda_b^0\n\\rightarrow J/\\psi \\Lambda^0$ decay has been made with the ATLAS detector in\nproton--proton collisions at $\\sqrt{s}=8\\,$TeV at the LHC using an integrated\nluminosity of $20.6\\,$fb$^{-1}$. The $J/\\psi$ and $\\psi(2S)$ mesons are\nreconstructed in their decays to a muon pair, while the $\\Lambda^0\\rightarrow\np\\pi^-$ decay is exploited for the $\\Lambda^0$ baryon reconstruction. The\n$\\Lambda_b^0$ baryons are reconstructed with transverse momentum $p_{\\rm\nT}>10\\,$GeV and pseudorapidity $|\\eta|<2.1$. The measured branching ratio of\nthe $\\Lambda_b^0 \\rightarrow \\psi(2S) \\Lambda^0$ and $\\Lambda_b^0 \\rightarrow\nJ/\\psi \\Lambda^0$ decays is $\\Gamma(\\Lambda_b^0 \\rightarrow\n\\psi(2S)\\Lambda^0)/\\Gamma(\\Lambda_b^0 \\rightarrow J/\\psi\\Lambda^0) = 0.501\\pm\n0.033 ({\\rm stat})\\pm 0.019({\\rm syst})$, lower than the expectation from the\ncovariant quark model.\n",
    "categories": "hep-ex"
  },
  {
    "abstract": "  This paper has been replaced by cond-mat/0309113\n",
    "categories": "cond-mat.dis-nn"
  },
  {
    "abstract": "  A model of hybridized bosons and fermions is studied beyond the mean field\napproximation. The divergent boson self-energy at zero temperature makes the\nCooper pairing of fermions impossible.The frequency and momentum dependence of\nthe self- energy and the condensation temperature $T_{c}$ of initially\nlocalized bosons are calculated analytically. The value of the boson\ncondensation temperature $T_{c}$ is below $1K$ which rules out the\nboson-fermion model with the initially localized bosons as a phenomenological\nexplanation of high-temperature superconductivity. The intra-cell\ndensity-density fermion-boson interaction dominates in the fermion self-energy.\nThe model represents a normal metal with strongly damped bosonic excitations.\nThe latter play the role of normal impurities.\n",
    "categories": "cond-mat"
  },
  {
    "abstract": "  We briefly discuss the expected level of supersymmetric dark matter\ncross-sections as a reference for dark matter detectors. We then discuss the\ncurrent ZEPLIN II program as a prototype of large liquid Xenon detectors.\nCryoarray is a possible cryogenic detector. Finally we discuss ZEPLIN IV and\nother one ton liquid Xenon detectors and the limiting backgrounds for such\ndetectors.\n",
    "categories": "astro-ph"
  }
]